{
    "products": [
        {
            "id": 1,
            "title": "Худи 'Криминальное чтиво'",
            "description": "Черное худи с героями величайшего фильма Квентина Тарантино Криминальное чтиво. Покупка будет возможна только в случае дословного пересказа 25 главы книги Иезекиль.",
            "price": 7000.0,
            "image": "https://images.izi.ua/18464783"
        },
        {
            "id": 2,
            "title": "Худи 'Криминальное чтиво'",
            "description": "Розовое худи с изображениями из Криминального чтива. Узнать более подробно что именно нарисовано на футболке вы сможете только после покупки, так как качество фото оставляет желать лучшего. Приятных покупок :)",
            "price": 6000.0,
            "image": "https://vse-footbolki.ru/image/cache/catalog/pbr/KML-657470/91b651_700-280x280.jpg"
        },
        {
            "id": 3,
            "title": "Футболка 'Однажды в Голливуде'",
            "description": "Предполагаемо последний фильм Квентина Тарантино, что делает эту футболку бесконечно ценной и нужной каждому уважающему себя любителю Тарантино. К сожалению, факт такой ценности вынудил нас безбожно задрать стоимость на обычную футболку. Но если вы ИСТИННЫЙ ПОКЛОННИК Тарантино, мы уверены, что вы примете правильное решение.",
            "price": 5000.0,
            "image": "https://cdn.shopify.com/s/files/1/0270/3746/6708/products/once-upon-a-time-in-hollywood-poster-t-shirt-992_large.jpg?v=1605170353"
        },
        {
            "id": 4,
            "title": "Худи 'Бойцовский клуб'",
            "description": "Нежно розовое худи с культовым фильмом Бойцовский клуб. Опять-таки, этого достаточно для того, чтобы вы захотели это худи. А если нет, то задумайтесь. Ведь, как говорится, 'Если не знаешь, чего хочешь, умрешь в куче того, чего не хотел.'",
            "price": 7000.0,
            "image": "https://img.prinba.ru/thumb/images/16/16ef5j316_580x0.jpg"
        },
        {
            "id": 5,
            "title": "Худи 'Бойцовский клуб'",
            "description": "Такое же худи, но в другом варианте. Если вы проигнорировали предыдущее худи, то это ваш последний шанс не упасть лицом в грязь.",
            "price": 6000.0,
            "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSCcvlqq5g8H6WbtxecFmvPLjeo_b5Nb2PRrQ&usqp=CAU"
        },
        {
            "id": 6,
            "title":" Худи 'Для настоящих мужчин'",
            "description": "Эпоха Gachi уже с нами и поэтому каждый уважаемый себя dungeon master должен приобрести это худи. Мы понимаем, что это худи стоит безyмные three hundred bucks. Но boy next door и Billy уже преобрeли этот экземпляр, поэтому поторопись.",
            "price": 9000.0,
            "image": "https://img.prinba.ru/thumb/images/33/33722e5djb7c_580x0.jpg"
        }
    ]
}